cask_args appdir: "/Applications"

tap "caskroom/cask"
tap "caskroom/versions"

brew "git"
brew "rbenv"
brew "ruby-build"
brew "csshx"
brew "jq"
brew "aria2"
brew "mas"
brew "npm"
brew "youtube-dl"

cask "iterm2"
cask "google-chrome"
cask "google-chrome-canary"
cask "slack"
cask "spectacle"
cask "sublime-text"
cask "skype"
cask "spotify"
cask "firefox"
cask "charles"
cask "postman"
cask "imageoptim"
cask "appcleaner"
cask "sourcetree"

mas "Slack", id:803453959
mas "Pixelmator", id:407963104
mas "Dashlane", id:552383089
mas "Kindle", id:405399194
mas "Xcode", id:497799835 
